# Package managers
brew "asdf"
brew "pnpm"

# Shells
brew "fish"
brew "nushell"

# Prompt
brew "starship"

# Utilities
brew "bat"
brew "docker"
brew "gpg"
brew "mkcert"
brew "pgloader"
brew "ripgrep"
brew "wget"
brew "zoxide"

# Vcs
brew "git"
brew "gh"

# File system
brew "fswatch"

# Misc
brew "exercism"

# Casks
cask "1password/tap/1password"
cask "1password/tap/1password-cli"
cask "clickup"
cask "fork"
cask "discord"
cask "hiddenbar"
cask "linear-linear"
cask "ngrok"
cask "obsidian"
cask "orbstack"
cask "postico"
cask "protonmail-bridge"
cask "protonvpn"
cask "rio"
cask "slack"
# cask "timeular" Intel image
cask "zed"
cask "zoom"

# Firefox Developer Ed :)
tap "homebrew/cask-versions"
cask "firefox-developer-edition"
