brew "asdf"
brew "autoconf"
brew "exercism"
brew "fswatch"
brew "gh"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gpg"
brew "jq"
brew "neofetch"
brew "openssl@1.1"
brew "pnpm"
brew "pure"
brew "pgloader"
brew "rename"
brew "the_silver_searcher"
brew "tmux"

cask "1password/tap/1password-cli"

tap "nexeck/homebrew-tmuxinator"
brew "nexeck/homebrew-tmuxinator/tmuxinator"

tap "stripe/stripe-cli"
brew "stripe/stripe-cli/stripe"
