brew "asdf"
brew "autoconf"
brew "exercism"
brew "fish"
brew "fswatch"
brew "gh"
brew "git"
brew "git-lfs"
brew "gpg"
brew "jq"
brew "navi"
brew "neofetch"
brew "openssl@1.1"
brew "pnpm"
brew "pgloader"
brew "rename"
brew "ripgrep"
brew "starship"
brew "tldr"
brew "the_silver_searcher"
brew "zellij"
brew "wget"

cask "1password/tap/1password-cli"
cask "alacritty"

cask "ngrok"

tap "nexeck/homebrew-tmuxinator"
brew "nexeck/homebrew-tmuxinator/tmuxinator"

tap "stripe/stripe-cli"
brew "stripe/stripe-cli/stripe"
